Repository: steveefemsc/activepieces
Catalog: packages/ui/core/src/locale/messages.*.xlf
Languages: uk

source: You have reached the limits of your current plan. ⭐ to unlock more features. <span class="ap-font-bold"> {{teamMemebersNotes[data.projectType]}} </span>
uk: Ви досягли обмежень свого поточного плану. ⭐, щоб розблокувати більше функцій. <span class="ap-font-bold"> {{teamMemebersNotes[data.projectType]}} </span>

source: Please contact your platform admin
uk: Будь ласка, зверніться до адміністратора платформи

source: Upgrade
uk: Оновити

source: Share Template
uk: Поділитись шаблоном

source: Description
uk: Опис

source: Blog URL
uk: Адреса блогу

source: Filters
uk: Фільтри

source: Cancel
uk: Відмінити

source: Confirm
uk: Підтвердити

source: Sign up with
uk: Зареєструватись через

source: Sign in with
uk: Увійти через

source: Team Invitation Accepted
uk: Запрошення в команду прийнято

source: Thank you for accepting the invitation. We are redirecting you right now...
uk: Запрошення прийнято, дякуємо. Перенаправлення...

source: Invalid invitation token. Please try again.
uk: Невірний токен запрошення. Спробуйте ще раз.

source: Invite Project Member
uk: Запросити учасників в проєкт

source: Type the email address of the user you want to invite.
uk: Введіть email користувача, якого Ви хочете запросити.

source: The invited email already has an account. Please contact support for assistance.
uk: Користувач з такою адресою вже має обліковий запис. Будь ласка, зверніться до служби підтримки.

source: Email is Required
uk: Необхідно вказати електронну адресу

source: Role
uk: Роль

source: Invite
uk: Запросити

source: Internal error occurred please contact support
uk: Сталася внутрішня помилка. Будь ласка, зверніться до служби підтримки

source: Project Members
uk: Учасники проєкту

source: Status
uk: Статус

source: Invited At
uk: Запрошений в

source: + Invite
uk: + Запросити

source: Delete Invitation
uk: Видалити запрошення

source: Active
uk: Активний

source: Pending
uk: Очікує підтвердження

source: Admin
uk: Адмін

source: Editor
uk: Редактор

source: Viewer
uk: Глядач

source: Name
uk: Ім’я

source: Created
uk: Створено

source: Create
uk: Створити

source: Flow template is required
uk: Потрібен шаблон потоку

source: Edit
uk: Редагувати

source: Save
uk: Зберегти

source: Projects
uk: Проєкти

source: Appearance
uk: Вигляд

source: Pieces
uk: Частинки

source: Templates
uk: Шаблони

source: Settings
uk: Налаштування

source: Users
uk: Користувачі

source: Version
uk: Версія

source: Updated
uk: Оновлено

source: + Add Item
uk: + Додати

source: Delete {{data.entityName}}
uk: Видалити {{data.entityName}}

source: Type DELETE and press confirm to continue. <b> </b>
uk: Введіть DELETE і натисніть підтвердити, щоб продовжити. <b> </b>

source: Please write the confirmation message correctly
uk: Будь ласка, введіть коректне повідомлення для підтвердження

source: Import Flow
uk: Імпортувати потік

source: Important: Importing a flow will overwrite your current one. {START_BOLD_TEXT} </b>
uk: Важливо: імпортування потоку перезапише ваш поточний. {START_BOLD_TEXT} </b>

source: File
uk: Файл

source: Import
uk: Імпорт

source: Please upgrade your plan
uk: Будь ласка, оновіть свій тарифний план

source: Close
uk: Закрити

source: BETA
uk: БЕТА

source: Page Size:
uk: Розмір сторінки:

source: Succeeded
uk: Успішне

source: Internal Error
uk: Внутрішня помилка

source: Timed Out
uk: Час очікування вийшов

source: Failed
uk: Сталася помилка

source: Paused
uk: Припинено

source: Running
uk: Виконується

source: Error
uk: Помилка

source: Please upgrade your plan to unlock this feature. <svg-icon src="/assets/img/custom/lock.svg" class="ap-w-[20px] ap-h-[20px] ap-fill-body" [applyClass]="true"> </svg-icon>
uk: Підвищить план, щоб розблокувати цю функцію. <svg-icon src="/assets/img/custom/lock.svg" class="ap-w-[20px] ap-h-[20px] ap-fill-body" [applyClass]="true"> </svg-icon>

source: Learn more
uk: Дізнатись більше

source: Upgrade <div class="ap-flex ap-gap-2"> <svg-icon src="/assets/img/custom/upgrade.svg" class="ap-w-[20px] ap-h-[20px] ap-fill-white" [applyClass]="true"> </svg-icon> </div>
uk: Підвищити <div class="ap-flex ap-gap-2"> <svg-icon src="/assets/img/custom/upgrade.svg" class="ap-w-[20px] ap-h-[20px] ap-fill-white"&#10; [applyClass]="true"> </svg-icon> </div>

source: My Pieces
uk: Мої частинки

source: Subscription
uk: Підписка

source: What's new v class="ap-flex ap-items-center ap-min-w-[214px]"> <div class="ap-flex-grow"> </div> [applyClass]="true" src="assets/img/custom/external-link.svg" class="ap-h-[16px] ap-w-[16px] ap-fill-[#989898]"> </d </div>
uk: Що нового v class="ap-flex ap-items-center ap-min-w-[214px]"> <div class="ap-flex-grow"> </div> [applyClass]="true" src="assets/img/custom/external-link.svg"&#10; class="ap-h-[16px] ap-w-[16px] ap-fill-[#989898]"> </d </div>

source: Community v class="ap-flex ap-items-center ap-min-w-[214px]"> <div class="ap-flex-grow"> </div> [applyClass]="true" src="assets/img/custom/external-link.svg" class="ap-h-[16px] ap-w-[16px] ap-fill-[#989898]"> </d </div>
uk: Спільнота v class="ap-flex ap-items-center ap-min-w-[214px]"> <div class="ap-flex-grow"> </div> [applyClass]="true" src="assets/img/custom/external-link.svg"&#10; class="ap-h-[16px] ap-w-[16px] ap-fill-[#989898]"> </d </div>

source: Logout
uk: Вийти

source: Your session expired
uk: Термін дії вашої сесії завершився

source: An unexpected error occured, please contact support
uk: Сталася внутрішня помилка. Будь ласка, зверніться до служби підтримки

source: Write code with assistance from AI
uk: Введіть код з допомогою ШІ

source: Configure api key in the envrionment variables to generate code using AI
uk: Налаштуйте ключ API у змінних середовища, щоб генерувати код за допомогою ШІ

source: Duplicate
uk: Дублювати

source: Import
uk: Імпорт

source: Export
uk: Експорт

source: Delete
uk: Видалити

source: This will permanently delete the flow, all its data and any background runs. You can't undo this action.
uk: Це призведе до остаточного видалення потоку, усіх його даних і будь-яких фонових запусків. Ви не можете скасувати цю дію.

source: Rename
uk: Перейменувати

source: Share
uk: Поділитись

source: Move to...
uk: Перемістити до...

source: Push to Git
uk: Відправити до Git

source: Webhook Trigger
uk: Веб-хук тріггер

source: Empty Trigger
uk: Порожній тригер

source: Trigger
uk: Тригер

source: Code
uk: Код

source: Loop on Items
uk: Повторювати на позиції

source: Branch
uk: Гілка

source: Import Flow
uk: Імпортувати потік

source: Upgrade
uk: Оновити

source: Ignore
uk: Ігнорувати

source: Steps in this flow
uk: Кроки в цьому потоці

source: Template Description
uk: Опис шаблону

source: Use Template
uk: Використати шаблон

source: Submit
uk: Відправити

source: Page not found 😢
uk: Сторінку не знайдено 😢

source: Looks like you are lost.
uk: Схоже, ви загубилися.

source: Return Home
uk: Повернення додому

source: redirect-url works!
uk: URL-перенаправлення працює!

source: OR
uk: АБО

source: Didn't receive an email? Resend <a class="ap-text-blueLink ap-cursor-pointer" (click)="otpType === OtpType.EMAIL_VERIFICATION ? resendVerification() : sendPasswordReset() "> </a>
uk: Не отримали електронного листа? Надіслати повторно <a class="ap-text-blueLink ap-cursor-pointer"&#10;&#9;&#9;&#9;&#9;(click)="otpType === OtpType.EMAIL_VERIFICATION ? resendVerification() : sendPasswordReset() "> </a>

source: Go back to sign in
uk: Повернутися до авторизації

source: We sent you a link to complete your registration, check your email.
uk: Ми надіслали вам посилання для завершення реєстрації, перевірте свою пошту.

source: We sent you a link to reset your password, check your email.
uk: Ми надіслали вам посилання для скидання пароля, перевірте свою електронну пошту.

source: Verification resent
uk: Верифікацію надіслано

source: Password reset link resent
uk: Посилання для зміни пароля надіслано

source: Reset Password
uk: Скинути пароль

source: Your password reset request has expired, please request a new one
uk: Термін запиту на зміну пароля сплив. Будь ласка, зробіть новий запит

source: Your email has been verified. You will be redirected to sign in <br />
uk: Вашу електронну адресу перевірено. Ви будете перенаправлені для входу <br />

source: This invitation has expired, redirecting to sign in... <br />
uk: Термін дії цього запрошення минув, перенаправлення на вхід... <br />

source: Sign in
uk: Вхід

source: Verifying Email
uk: Підтвердіть електронну адресу

source: Verified Email
uk: Підтверджений Email

source: Verification Failed
uk: Помилка верифікації

source: Verifying email
uk: Підтвердження електронної адреси

source: Email Verified
uk: Електронну адресу підтверджено

source: Forgot Password
uk: Забули пароль

source: If the user exists we'll send you an email with a link to reset your password.
uk: Якщо користувач існує ми надішлемо електронного листа з посиланням для відновлення пароля.

source: Email is required Email is invalid -container *ngIf="emailFormControl.hasError('required')"> </ng-container> <ng-container *ngIf="emailFormControl.hasError('email')"> </ng-container>
uk: Електронна адреса є обовʼязвокою Електронна адреса некоректна -container *ngIf="emailFormControl.hasError('required')"> </ng-container> <ng-container *ngIf="emailFormControl.hasError('email')"> </ng-container>

source: Send email
uk: Надіслати email

source: Back to sign in
uk: Повернутися до авторизації

source: Welcome Back
uk: З поверненням

source: Email is invalid
uk: Невірна електронна адреса

source: Email is required
uk: Електронна адреса є обов'язковою

source: Password
uk: Пароль

source: Password is required
uk: Пароль є обов'язковим

source: Invalid email or password
uk: Невірна адреса пошти або пароль

source: You are not invited to any project, please contact your administrator.
uk: Ви не запрошені до жодного проекту, будь ласка, зверніться до адміністратора.

source: Your user is inactive, please contact your administrator to activate it.
uk: Ваш користувач неактивний. Будь ласка, зверніться до адміністратора, щоб активувати його.

source: Your email domain is not allowed to sign up, please contact your administrator.
uk: Ваш домен електронної пошти не дозволено реєструватися, будь ласка, зверніться до адміністратора.

source: Sign in
uk: Вхід

source: Don't have an account?
uk: Немає аккаунту?

source: Sign up now
uk: Реєстрація

source: Forgot password?
uk: Забули пароль?

source: Let's Get Started!
uk: Давайте почнемо!

source: First Name
uk: Ім’я

source: First name is required
uk: Поле "Ім'я" обов'язково до заповнення

source: Last Name
uk: Прізвище

source: Last name is required
uk: Поле "Прізвище" обов'язкове до заповнення

source: Email is used
uk: Електронна пошта вже використовується

source: Password is required
uk: Пароль є обов'язковим

source: Password is invalid
uk: Невірний пароль

source: Lowercase
uk: Нижній регістр

source: Uppercase
uk: Верхній регістр

source: Special Character
uk: Спеціальний символ

source: Number
uk: Число

source: 8-64 Characters
uk: 8-64 символів

source: Receive updates and newsletters from activepieces
uk: Отримувати оновлення та новини від activepieces

source: Sign up
uk: Вхід

source: By creating an account, you agree to our
uk: Реєструючись, ви погоджуєтеся з нашими

source: terms of service
uk: правила користування

source: and
uk: та

source: privacy policy
uk: політика конфіденційності

source: Already have an account?
uk: Вже маєте обліковий запис?

source: Signing up is disabled.
uk: Реєстрація вимкнена.

source: If you are the owner, please refer to the configuration section in the documentation to learn how to enable it.
uk: Якщо ви є власником, будь ласка, зверніться до розділу конфігурації в документації, щоб дізнатися, як його увімкнути.

source: Sign up
uk: Вхід

source: Verify email
uk: Підтвердити email

source: Reset password
uk: Скинути пароль

source: Forgot password
uk: Забули пароль

source: True
uk: Вірно

source: False
uk: Невірно

source: Delete Step
uk: Видалити крок

source: Duplicate Step
uk: Дублювати крок

source: Change Trigger
uk: Змінити Тригер

source: Can't move here
uk: Не можливо перемістити

source: Incomplete settings
uk: Незавершені налаштування

source: Loop
uk: Цикл

source: Choose a trigger
uk: Оберіть тригер

source: Webhook trigger
uk: Веб-хук тріггер

source: End
uk: Кінець

source: Complete step {{numOfInvalidSteps}} {{numOfInvalidSteps > 1 ? 's' : ''}}
uk: Закінчити крок {{numOfInvalidSteps}} {{numOfInvalidSteps > 1 ? 's' : ''}}

source: Test flow
uk: Тестувати потік

source: Saving...
uk: Збереження...

source: View Only
uk: Лише Перегляд

source: Continue on Failure
uk: Продовжити при помилці

source: Enable this option to skip this step and continue the flow normally if it fails.
uk: Увімкніть цю опцію, щоб пропустити цей крок і продовжити, навіть якщо він не працює.

source: Auto Retry on Failure
uk: Авто-повтори при помилках

source: Automatically retry up to four attempts when failed.
uk: Автоматично повторювати спробу до чотирьох спроб, якщо помилка виконання.

source: Remove item
uk: Видалити елемент

source: Value showSecondValue)? 'First':''}}
uk: Значення showSecondValue)? 'First':''}}

source: First value is required
uk: Необхідно вказати ім'я

source: Condition
uk: Умова

source: Condition is required
uk: Необхідно додати умову

source: Second Value
uk: Друге значення

source: Second value is required
uk: Введіть друге значення

source: Case sensitive
uk: Враховувати регістр

source: And
uk: І

source: + And
uk: + І

source: + Or
uk: + Або

source: Add NPM Package
uk: Додати пакет NPM

source: Please type the name of an NPM package. <br>
uk: Введіть назву пакета NPM. <br>

source: Package name is required
uk: Слід вказати назву пакета

source: Package not found
uk: Пакет не знайдено

source: The latest version will be fetched and added to package.json
uk: Буде отримана остання версія і додана до package.json

source: Add
uk: Додати

source: Code Editor
uk: Редактор коду

source: Ask AI g-icon src="assets/img/custom/AI.svg" class="ap-w-[20px] ap-h-[20px] ap-fill-primary" [applyClass]="true"> Ask
uk: Запитати ШІ g-icon src="assets/img/custom/AI.svg" class="ap-w-[20px] ap-h-[20px] ap-fill-primary"&#10; [applyClass]="true"> Ask

source: Add npm package
uk: Додати пакет npm

source: Test code
uk: Тест коду

source: Minimize Editor
uk: Згорнути редактор

source: Output
uk: Вивід

source: Console
uk: Консоль

source: Copied to clipboard
uk: Скопійовано до буферу обміну

source: Test Step First
uk: Спочатку перевірити крок

source: This step needs to be tested in order to view its data.
uk: Спочатку протестуйте цей крок для перегляду даних.

source: Go to step
uk: Перейти до кроку

source: Describe the path to the property using JSON format <p> {{data.placeHolder}} </p>
uk: Опишіть шлях до властивостей у форматі JSON <p> {{data.placeHolder}} </p>

source: Path is invalid
uk: Неприпустимий шлях

source: Path must begin with {{data.stepName}}
uk: Шлях треба починати з {{data.stepName}}

source: Select
uk: Обрати

source: result: <span class="ap-transition-all ap-text-primary" [matTooltip]="'' + result.value || ''"> {INTERPOLATION} </span>
uk: результат: <span class="ap-transition-all ap-text-primary" [matTooltip]="'' + result.value || ''"> {INTERPOLATION} </span>

source: Insert
uk: Вставити

source: This trigger needs to have data loaded from your account, to use as sample data
uk: Цей тригер потребує завантажених даних з вашого облікового запису, щоб використати демонстраційні дані

source: Go to trigger
uk: Перейти до тригера

source: Send sample data first
uk: Спочатку надіслати зразок даних

source: This trigger needs to have data sent to it, to use as sample data
uk: Цей тригер потребує передачі даних до нього, щоб використовувати демонстраційні дані

source: Support
uk: Підтримка

source: Edit Flow
uk: Редагувати потік

source: Add 1 more step to publish
uk: Додайте ще 1 крок для публікації

source: Published
uk: Опубліковано

source: Your flow has invalid steps
uk: Ваш потік має кроки з помилками

source: Publish Flow
uk: Опублікувати потік

source: Saving
uk: Збереження

source: Publishing
uk: Публікую

source: Publish
uk: Опублікувати

source: Runs
uk: Запуски

source: Versions
uk: Версії

source: Viewing draft
uk: Переглядає чернетки

source: Viewing published version
uk: Перегляд опублікованої версії

source: Viewing older version
uk: Перегляд старішої версії

source: Home
uk: Головна

source: Go to folder
uk: Перейти до папки

source: Warning <div class="ap-inline-block ap-h-[36px] "> <div class="ap-flex ap-gap-2 ap-items-center"> <svg-icon [svgStyle]="{ width: '20px', height: '20px' }" src="assets/img/custom/warn.svg"> </svg-icon> </div> </div>
uk: Увага <div class="ap-inline-block ap-h-[36px] "> <div class="ap-flex ap-gap-2&#10; ap-items-center"> <svg-icon [svgStyle]="{ width: '20px', height: '20px' }" src="assets/img/custom/warn.svg"> </svg-icon> </div> </div>

source: Your current draft version will be overwritten with version #. <b> {{data.versionNumber}} </b>
uk: Ваша поточна чернеткова версія буде замінена версією #. <b> {{data.versionNumber}} </b>

source: Run Details
uk: Подробиці запуску

source: No details available for this run.
uk: Немає деталей для цього запущеного потоку.

source: Step succeeded
uk: Крок пройшов успішно

source: Step paused
uk: Крок призупинено

source: Duration:
uk: Тривалість:

source: Output
uk: Вивід

source: Done
uk: Виконано

source: All Iterations
uk: Усі ітерації

source: Runs
uk: Запуски

source: View run
uk: Перегляд виконання

source: Viewing
uk: Переглядає

source: Exit run
uk: Вийти

source: No runs found g-icon src="assets/img/custom/variables-list.svg" [style]="{width:'70px', height:'70px'}"> No
uk: Запусків не знайдено g-icon src="assets/img/custom/variables-list.svg" [style]="{width:'70px', height:'70px'}"> No

source: Draft
uk: Чернетка

source: View g-icon src="assets/img/custom/eye.svg" class="ap-w-[20px] ap-h-[20px]" [applyClass]="true"> View
uk: Переглянути g-icon src="assets/img/custom/eye.svg" class="ap-w-[20px] ap-h-[20px]"&#10; [applyClass]="true"> View

source: Use as draft g-icon src="assets/img/custom/pencil-underline.svg" class="ap-w-[20px] ap-h-[20px]" [applyClass]="true"> Use as draf
uk: Використовувати як чернетку g-icon src="assets/img/custom/pencil-underline.svg" class="ap-w-[20px] ap-h-[20px]"&#10; [applyClass]="true"> Use as draf

source: Versions
uk: Версії

source: If you are expecting a reply from this webhook, append <b>/sync</b> to the URL.<br> <br> In that case, you will also have to add an <b>HTTP step</b> with return response to the end of your flow.<br> <br> **If the flow takes more than 30 seconds, it will give a 408 Request Timeout response.**<br> {{ (edition$ | async) === ApEdition.CLOUD ? '' : 'To change this, set the **AP_WEBHOOK_TIMEOUT_SECONDS** to desired number.' }}
uk: Якщо ви очікуєте відповіді від цього вебхука, додайте <b>/sync</b> до URL-адреси.<br> <br> У такому випадку вам також доведеться додати <b>HTTP-крок</b> із зворотною відповіддю в кінці вашого потоку.<br> <br> **Якщо потік триває більше 30 секунд, буде видано відповідь 408 Request Timeout.**<br> {{ (edition$ | async) === ApEdition.CLOUD ? '' : 'To change this, set the **AP_WEBHOOK_TIMEOUT_SECONDS** to desired number.' }}

source: Edit step name
uk: Редагувати назву кроку

source: Or
uk: Або

source: Inputs
uk: Вхідні дані

source: Write Code with AI BETA <span class="ap-typography-caption ap-text-primary ap-mt-1"> </span>
uk: Напишіть код за допомогою ШІ БЕТА <span class="ap-typography-caption ap-text-primary ap-mt-1"> </span>

source: Next
uk: Далі

source: Use Code
uk: Використати код

source: Let AI help you write code for this step. Write your prompt below to get started.
uk: Дозвольте ШІ допомогти вам писати код для цього кроку. Напишіть запит нижче, щоб розпочати.

source: Here is the code our AI wrote for you. Ask for changes or use the code in your action.
uk: Ось код, який наш ШІ написав для вас. Попросіть внести зміни або використовуйте код у своїй дії.

source: Prompt is required
uk: Назва обовʼязкова

source: Ask
uk: Запитати

source: Pass existing code to AI
uk: Відправити існуючий код до ШІ

source: <b> Note: </b> This feature uses OpenAi's API to generate code, it will be available for free during the beta period.
uk: <b> Примітка: </b> Ця функція використовує OpenAi API для генерації коду, він буде доступний безкоштовно протягом бета-версії.

source: Items
uk: Елементи

source: Items are required.
uk: Потрібно додати компоненти.

source: Action
uk: Дія

source: No options available
uk: Немає доступних опцій

source: Action is required
uk: Необхідно додати дію

source: Trigger
uk: Тригер

source: Select a Trigger
uk: Вибраний тригер

source: Instantly triggered once change occurs
uk: Спрацьовує миттєво після зміни

source: Checks for changes periodically, based on your plan
uk: Перевіряє періодично зміни в залежності від вашого плану

source: Trigger is required
uk: Потрібен тригер

source: Request Piece
uk: Запит на нову частинку

source: Search
uk: Пошук

source: Select Trigger
uk: Вибрати тригер

source: Select Step
uk: Обрати крок

source: All
uk: Всі

source: Oops! We didn't find any results.
uk: Йой! Ми не знайшли жодних результатів.

source: Core
uk: Ядро

source: App Events
uk: Події додатку

source: App Actions
uk: Дії додатку

source: Run succeeded () {{ selectedRun.id }}
uk: Успішний запуск () {{ selectedRun.id }}

source: Run failed () {{ selectedRun.id }}
uk: Невдалий запуск () {{ selectedRun.id }}

source: Flow is running
uk: Потік запущено

source: Flow is paused ...
uk: Потік призупинено...

source: Run exceeded seconds, try to optimize your steps. {{sandboxTimeoutSeconds$ | async}}
uk: Час запуску зайняв секунд, спробуйте оптимізувати ваші кроки. {{sandboxTimeoutSeconds$ | async}}

source: Run failed for an unknown reason, contact support.
uk: Не вдалося виконати з невідомої причини, зверніться до служби підтримки.

source: Exit Run
uk: Вийти

source: Generate Sample Data
uk: Згенерувати зразок даних

source: Test step
uk: Тестувати крок

source: Tested Successfully
uk: Протестовано успішно

source: Testing Failed
uk: Збій тестування

source: Retest
uk: Повторне тестування

source: Test this trigger to generate sample data that can be used in the next steps
uk: Випробуйте цей тригер для генерації демо-даних, які можуть бути використані в наступних кроках

source: Test Trigger
uk: Тестування тригера

source: Use Mock Data
uk: Використовуйте макет даних

source: Data
uk: Дані

source: (Result ) {{currentResults.length-idx}}
uk: (Результат ) {{currentResults.length-idx}}

source: Testing trigger
uk: Тестування тригера

source: Cancel
uk: Відмінити

source: Action Required
uk: Необхідна дія

source: Load sample data from your account to be used in the next steps
uk: Завантажте зразок даних з вашого облікового запису, щоб використовувати в наступних кроках

source: Load data
uk: Завантажити дані

source: This sample data can be used in the next steps
uk: Ці демонстраційні дані можуть бути використані в наступних кроках

source: No results found
uk: Нічого не знайдено

source: Please add some data then press "Load Data"
uk: Будь ласка, додайте дані, після чого натисніть кнопку "Завантажити дані"

source: Testing data failed. Please ensure that the settings are correct or try again.
uk: Не вдалося перевірити дані. Будь ласка, переконайтеся, що налаштування правильні чи повторіть спробу.

source: Send a request to generate sample data that can be used in the next steps
uk: Надішліть запит на створення зразків даних, які можна використовувати в наступних кроках

source: Send Data
uk: Надіслати дані

source: Please send data to the webhook endpoint to test the step.
uk: Будь ласка, надішліть дані до вебхука, щоб перевірити крок.

source: New Connection
uk: Нове підключення

source: Name is required
uk: Назва обовʼязкова
