Repository: steveefemsc/activepieces
Catalog: packages/ui/core/src/locale/messages.*.xlf
Languages: uk

source: Name can only contain letters, numbers and underscores
uk: Ім'я може містити лише літери, цифри та підкреслення

source: Name is already used
uk: Ім’я вже використовується

source: is required
uk: обов’язково

source: Reconnect
uk: Перепідключити

source: You have to connect an account to continue
uk: Ви повинні підключити аккаунт для продовження

source: I would like to use my own app credentials
uk: Я хотів би використовувати свої облікові дані

source: The ID of this connection definition. You will need to select this key whenever you want to reuse this connection.
uk: Ідентифікатор підключення. Вам потрібно буде вибрати цей ключ щоразу, коли ви захочете повторно використати це з’єднання.

source: Redirect URL is required
uk: Посилання перенаправлення є обовʼязковим

source: Client ID
uk: ID клієнта

source: Client ID is required
uk: Потрібно вказати ID клієнта

source: Client Secret
uk: Секретний ключ клієнта

source: Client Secret is required
uk: Потрібно вказати секретний ключ клієнта

source: I would like to use predefined app credentials
uk: Я хочу використовувати попередньо визначені облікові дані

source: New Connection
uk: Нове підключення

source: Connect
uk: Підключитися

source: Disconnect
uk: Відключити

source: Please make sure this connections's credentials are correct.
uk: Будь ласка, переконайтеся, що облікові дані цього підключення правильні.

source: New Folder
uk: Нова Тека

source: Name is already used
uk: Ім’я вже використовується

source: Rename {{data.flow.version.displayName}}
uk: Перейменувати {{data.flow.version.displayName}}

source: Rename Folder () {{data.folderDisplayName}}
uk: Перейменувати теку () {{data.folderDisplayName}}

source: Change the name of your folder
uk: Змінити назву цієї теки

source: Ask the Community
uk: Запитати спільноту

source: Documentation
uk: Документація

source: Docs
uk: Документація

source: Flows
uk: Потоки

source: Connections
uk: Підключення

source: Team
uk: Команда

source: Admin Console
uk: Консоль адміністратора

source: Admin Console v class="ap-flex ap-gap-2 ap-items-center"> <b> </b> </div>
uk: Консоль адміністратора v class="ap-flex ap-gap-2 ap-items-center"> <b> </b> </div>

source: Go to Projects v class="ap-flex ap-gap-2 ap-items-center"> <b> </b> </div>
uk: До проєктів v class="ap-flex ap-gap-2 ap-items-center"> <b> </b> </div>

source: Plans
uk: Плани

source: Platform
uk: Платформа

source: App
uk: Застосунок

source: Delete Connection
uk: Видалити підключення

source: No connections created yet
uk: Поки немає підключень

source: Create Your First Flow
uk: Створіть свій перший потік

source: Demo flow
uk: Демо потік

source: Learn from our Gelato maker demo flow
uk: Дізнайтеся з нашого демонстраційного потоку Gelato maker

source: Build flow
uk: Побудувати потік

source: Start building your first flow from scratch
uk: Почніть будувати свій перший потік з нуля

source: Untitled
uk: Без назви

source: All flows
uk: Всі потоки

source: Uncategorized
uk: Без категорії

source: Import Flow g-icon [src]="flowActionsUiInfo.import.icon" [class]="flowActionsUiInfo.iconSizeTailWind" [applyClass]="true"> </svg-icon>
uk: Імпорт потоку g-icon [src]="flowActionsUiInfo.import.icon"&#10; [class]="flowActionsUiInfo.iconSizeTailWind" [applyClass]="true"> </svg-icon>

source: + New Flow
uk: + Новий потік

source: My Flows
uk: Мої потоки

source: Steps
uk: Кроки

source: Folder
uk: Тека

source: You don't have any flows yet
uk: У вас немає жодного потоку

source: This folder doesn't have any flows yet
uk: Ця тека ще не має жодного потоку

source: Folders
uk: Теки

source: New Folder
uk: Нова Тека

source: Ascending
uk: За зростанням

source: Descending
uk: За спаданням

source: Filter by status
uk: Фільтр за статусом

source: Filter by flow
uk: Фільтр за потоком

source: Filter by date
uk: Фільтр за датою

source: Send email notifications about failed runs
uk: Надсилати сповіщення про невдалі запуски

source: Flow
uk: Потік

source: Started
uk: Запущено

source: Finished
uk: Завершено

source: Retry on Latest Version
uk: Повторити з останньої версії

source: Retry From Failed Step
uk: Повторити з невдалого кроку

source: No runs instantiated yet
uk: Поки що немає запущених

source: Project Settings
uk: Налаштування проекту

source: Git Sync
uk: Синхронізація з GitHub

source: Streamline environments management by integrating with Git repos.
uk: Оптимізуйте керування середовищами за допомогою інтеграції зі сховищами GitHub.

source: Configure the Git repo you want to sync with.
uk: Налаштуйте Git репозиторій, з яким ви хочете синхронізувати.

source: Configure Repo
uk: Налаштувати репозиторій

source: Connected Repo: Branch: <b> eUrl}} {CLOSE_BOLD_TEXT} <br> <b> h}} {CLOSE_BOLD_TEXT}
uk: Підключене репозиторія: Гілка: <b> eUrl}} {CLOSE_BOLD_TEXT} <br> <b> h}} {CLOSE_BOLD_TEXT}

source: Upgrade to enable
uk: Змініть план, щоб увімкнути

source: Disconnected from <b></b> this.currentRepo$.value?.remoteUrl
uk: Відключено від <b></b> this.currentRepo$.value?.remoteUrl

source: Please publish flow first
uk: Спочатку опублікуйте потік

source: Flow is on
uk: Потік увімкнено

source: Flow is off
uk: Потік вимкнено

source: Real time flow
uk: Потік реального часу

source: Runs cronstrue .toString(cronExpression, { locale }) .toLocaleLowerCase()
uk: Запуски cronstrue&#10; .toString(cronExpression, { locale })&#10; .toLocaleLowerCase()

source: Please contact support as your published flow has a problem
uk: Будь ласка, зв'яжіться зі службою підтримки, оскільки Ваш опублікований потік має проблему

source: Move {{ data.flowDisplayName }}
uk: Перемістити {{ data.flowDisplayName }}

source: Select Folder
uk: Оберіть теку

source: No folders to move to
uk: Немає тек для переміщення

source: Must select a folder
uk: Слід вибрати теку

source: Remote URL
uk: Віддалена адреса

source: Remote URL is required
uk: Посилання є обовʼязковим

source: Branch Name
uk: Назва гілки

source: Branch is required
uk: Назва гілки є обовʼязкова

source: Private SSH Key
uk: Приватний SSH ключ

source: Invalid private key format. Please check your private key and make sure it ends with new line and try again.
uk: Невірний формат приватного ключа. Будь ласка, перевірте свій приватний ключ і переконайтеся, що він закінчується на новому рядку і спробуйте знову.

source: Private SSH key is required
uk: Необхідно ввести приватний SSH ключ

source: Configure Repo
uk: Налаштувати репозиторій

source: Edit this.data.repo.remoteUrl
uk: Редагувати this.data.repo.remoteUrl

source: Pull from Repo
uk: Підтягнути з репозиторію

source: Warning
uk: Увага

source: All the flows in will be replaced with the flows from the Git repository. <b> {INTERPOLATION} will be repla
uk: Усі потоки буде замінено на потоки з Git репозиторія. <b> {INTERPOLATION} will be repla

source: Pulled successfully
uk: Зміни успішно підтянуто

source: Error occured, please check your console
uk: Сталася помилка, перевірте вашу консоль

source: Push flows to repo
uk: Надсилання потоків до репозиторія

source: Push to repo {{flowDisplayName}}
uk: Надіслати до репозиторія {{flowDisplayName}}

source: A new commit will be pushed with all flows within the project: . <b> {INTERPOLATION} .
uk: Новий комміт буде надіслано з усіма потоками в рамках проекту: . <b> {INTERPOLATION} .

source: Commit Message
uk: Повідомлення до коміту

source: Commit message is required
uk: Повідомлення до коміту є обовʼязковим

source: Pushed successfully
uk: Успішно відправлено

source: This is where you can install pieces made by yourself or contributors.
uk: Тут ви можете встановити частинки, зроблені вами або учасниками.

source: Add Piece
uk: Додати частинку

source: No pieces installed
uk: Не встановлено жодних частинок

source: Install Piece
uk: Встановити Частинку

source: Piece name
uk: Назва частинки

source: NPM package name
uk: Назва пакета NPM

source: This is required
uk: Це є обов'язковим

source: Install
uk: Інсталювати

source: Use this to install a <a href="https://www.activepieces.com/docs/developers/building-pieces/create-action" target="_blank" rel="noopener">custom piece</a> that you (or someone else) created. Once the piece is installed, you can use it in the flow builder. <br><br>**Warning:** Make sure you trust the author as the piece will have access to your flow data and it might not be compatible with the current version of Activepieces.
uk: Використовуйте це, щоб установити <a href="https://www.activepieces.com/docs/developers/building-pieces/create-action" target="_blank" rel="noopener">користувацьку частинку</a> створений вами (чи кимось іншим). Після встановлення елемента ви можете використовувати його в конструкторі потоків. <br><br>**Попередження:** Переконайтеся, що ви довіряєте автору, оскільки фрагмент матиме доступ до даних вашого потоку, і він може бути несумісним із поточною версією Activepieces.

source: Learn about this flow
uk: Дізнатися про цей потік

source: You used a template for this flow and you can read our guide on how to set it up.
uk: Ви використали шаблон для цього потоку і можете прочитати наше керівництво про те, як його встановити.

source: Go to guide
uk: Перейти до інструкції

source: Ignore
uk: Ігнорувати

source: Use Template
uk: Використати шаблон

source: Apps
uk: Додатки

source: Select
uk: Обрати

source: Browse Templates
uk: Переглянути шаблони

source: Search templates
uk: Шукати шаблон

source: Start from scratch
uk: Починати з початку

source: Filters
uk: Фільтри
